Repository: wescamp/Pack_Sapient-root
Catalog: po/*.po
Languages: ru

source: 2p - Tomb of Kings
ru: 2и - Могила Королей

source: Long ago, two powerful kings died in a battle near this cave. All war ceased when both sides agreed to built great shrines in their honor. (Recommended setting of 1 gold per village)
ru: Давно, два мощных короля умерли в сражении около этой пещеры. Война прекратилась, когда обе стороны согласились в честь них построить святыню. (Рекомендованно 1 единица золота дохода за деревню)

source: Recommended setting: 1gpv
ru: Рекомендованно 1 единица золота дохода за деревню

source: Defeat the enemy leader.
ru: Поражение лидера противника

source: Your leader dies.
ru: Смерть вашего лидера

source: End of turns.
ru: Закончились ходы

source: A section of the tomb wall crumbles on turn 20.
ru: Секция стены могилы развалится на 20 ходу.

source: The earth shakes.
ru: Земля тресётся.

source: Lotus Blossom
ru: Цветок Лотус

source: I hate flowers!
ru: Ненавижу цветы!

source: An old suit of Armor
ru: Старая броня

source: This armor is old, but it fits great! Ready for more beatings.
ru: Эта броня старая, но удобная! Готов к бою.

source: The armor looks nice, but it's too bulky for me to carry.
ru: Броня выглядит хорошей, но она мне слишком велика.

source: Holy Water
ru: Святая вода

source: This water will make melee weapons holy.
ru: Эта вода освящает холодное оружие.

source: I am not suited to the use of this item! Let another take it.
ru: Я не могу использовать данный предмет! Пусть кто-нибудь возьмёт его.

source: Skeletal Claw
ru: Коготь Скелета

source: You find a lich's claw, and it hovers at your side obediently.
ru: Вы находите коготь лича.

source: I ain't touching it.
ru: Я не трону его.

source: lich's claw
ru: коготь лича

source: Kill enemy leaders!
ru: Убейте вражеских лидеров!

source: 4p - Mega War (2v2)
ru: 4и - Мега война (2 против 2)

source: Magical Darkness
ru: Волшебная Темнота

source: Left Leg
ru: Правая Нога

source: south
ru: Юг

source: Control Chip
ru: Чип Контроля

source: north
ru: Север

source: Right Leg
ru: Правая Нога

source: Recommended settings: 1gpv, Great War Era
ru: Рекомендованные настройки: 1 ед. золота с деревень и Великая война

source: Death of the northern alliance leaders.
ru: Смерть лидеров северного союзаю

source: Death of the southern alliance leaders.
ru: Смерть лидеров южного союзаю

source: There are three warp gates (Ice, Sand, and Darkness). Anyone can use them to travel to the other gates. If the destination gate is occupied, the units will swap places.
ru: Есть трое ворот телепортации (Лед, Песок, и Темнота) . Любой может использовать их, чтобы перейти в другие ворота. Если другие ворота заняты, то отряды меняются местами.

source: The portal is inscribed with three runes. What will you do?
ru: Дверь надписана с тремя рунами. Что вы сделаете?

source: Press the Sand Rune
ru: Нажать Руну Песка

source: Press the Ice Rune
ru: Нажать Ледяную Руну

source: Press the Darkness Rune
ru: Нажать Руну Темноты

source: Royal Rumble Lava-Village
ru: Королевская Ссора - Деревня лавы

source: Six rulers vie for the control of Lava Village, where there is told to be an ancient tome of power. (Suggestion: 30% exp, 5 gpv)
ru: Шесть правителей воюют за Деревни Лавы, где должен быть древний том силы. (Предложение: 30 % опыта, 5 1 единиц золота дохода за деревню)

source: Time is shifting fast.
ru: Время течет быстро.

source: Find the Dark Tome!
ru: Найдите Том Тьмы!

source: Dark Tome
ru: Том Тьмы

source: A Dark Tome was found here.
ru: Том Тьмы был найден здесь.

source: A Dark Tome was found here, but you could not understand it.
ru: Том Тьмы был найден здесь, но его нельзя прочитать.

source: dark tome
ru: Том Тьмы

source: There's no forest for you to hide in.
ru: Тут нет леса, где можно спрятаться

source: There isn't? Oh...
ru: Его нет?

source: Poisoning me will get you nowhere, criminal.
ru: Яд тебе не поможет!

source: Thanks for the advice.
ru: Спасибо за помощь!
